[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=Juego
GameManagement=Expediente
GameManagement_New=Nuevo Juego
GameManagement_Modify=Editar Juego
GameManagement_Delete=Eliminar Juego
FileManagement_New=Nuevo
FileManagement_Open=Abrir
FileManagement_Save=Guardar
FileManagement_SaveAs=Guardar como
FileManagement_Delete=Eliminar
FileManagement_ReName=Cambiar nombre
FileManagement_ImportExport=Importar/Exportar
FileManagement_Transfer=Cargar/Descargar
lb_FileName_ODME->Caption=Archivo
lb_CommandArea_ODME->Caption=Zona de controles
lb_SimulateArea_ODME->Caption=Zona de simulación
lb_MacroArea_ODME->Caption=Zona de macros
lb_TimeCount_ODME->Caption=:Tiempo de retardo predefinido(ms)
htmlb_Statement1->Caption=Guía de programación de Oscar II:
htmlb_Statement2->Caption=Tras crear una nueva macro, siga estos pasos:@RETURN@Paso 1: seleccione el control de simulación en la Zona de controles.@RETURN@Paso 2: utilice el botón izquierdo para arrastrar el control de simulación a la Zona de macros y suéltelo.@RETURN@Paso 3: modifique los datos en la Zona de macros y guarde el archivo para su uso posterior.
htmlb_Statement3->Caption=1-Teclado: simulación de pulsación de teclas.
htmlb_Statement4->Caption=2-Ratón: simulación de clic.
htmlb_Statement5->Caption=3-Acción: simulación de cursor.
htmlb_Statement6->Caption=4-Control: inserte pulsaciones de teclas, clics, retardos, variables, bucles, etc.
htmlb_Statement7->Caption=5-Operación: inserte variaciones del teclado/ratón, etc.
bt_ResumeMacroI_ODME->Caption=Ir a [Oscar I]
bt_DownloadExplain_ODME->Caption=Manual
lb_KeyboardInput_ODME->Caption=Entrada de teclado físico
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=Mover a x:           y:
RelativeMoveBrick->Text=Desplazamiento relativo x:             y:
FlagBrick->Text=Indicadores
GotoBrick->Text=Ir a indicador
CommentBrick->Text=Comentarios
ReProgramBrick->Text=Pulsar Iniciar                     Detener
DelayBrick->Text=Retardo
IfBrick->Text=SI
IfKeyBrick->Text=Si el estado de                    es
ForBrick->Text=Repetir           veces
PlusBrick->Text=%B26+
MinusBrick->Text=%B26-
AndBrick->Text=%B26&
OrBrick->Text=%B26|
XorBrick->Text=%B26^
KeyBrick->Text=Teclado:Retardo            ms
LeftKeyBrick->Text=Botón izquierdo:Retardo            ms
RightKeyBrick->Text=Botón derecho:Retardo            ms
MiddleKeyBrick->Text=Botón central:Retardo            ms
FourthKeyBrick->Text=4º botón:Retardo            ms
FifthKeyBrick->Text=5º botón:Retardo            ms
ForwardScrollBrick->Text=Hacia adelante           Cuadrícula
BackwardScrollBrick->Text=Hacia atrás           Cuadrícula
MenuItem[0]->Caption=Hacer clic
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=Soltar
MenuItem[4]->Caption=Volver a pulsar
MenuItem[5]->Caption=VariableA
MenuItem[6]->Caption=VariableB
MenuItem[7]->Caption=VariableC
MenuItem[8]->Caption=VariableD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=Número
MenuItem[12]->Caption=ms
MenuItem[13]->Caption=Sec
MenuItem[14]->Caption=Min
MenuItem[15]->Caption=Botón1
MenuItem[16]->Caption=Botón2
MenuItem[17]->Caption=Botón3
MenuItem[18]->Caption=Botón4
MenuItem[19]->Caption=Botón5
MenuItem[20]->Caption=Botón6
MenuItem[21]->Caption=Botón7
MenuItem[22]->Caption=Botón8
MenuItem[23]->Caption=Botón9
MenuItem[24]->Caption=Botón10
MenuItem[25]->Caption=Botón11
MenuItem[26]->Caption=Botón12
MenuItem[27]->Caption=Botón13
MenuItem[28]->Caption=Botón14
MenuItem[29]->Caption=Botón15
MenuItem[30]->Caption=Botón16
MenuItem[31]->Caption=Botón17
MenuItem[32]->Caption=Botón18
MenuItem[33]->Caption=Botón19
MenuItem[34]->Caption=Botón20
MenuItem[35]->Caption=Botón21
MenuItem[36]->Caption=Botón22
MenuItem[37]->Caption=Botón23
MenuItem[38]->Caption=Botón24
MenuItem[39]->Caption=Pulsar
MenuItem[40]->Caption=Soltar
NewGameNameTitle=Nuevo Juego
NewGameNameDefault=Nuevo Juego
ModifyGameNameTitle=Editar Juego
DeleteGameFileConfirm=¿Borrar esta carpeta de juego? También se borrarán los archivos en el directorio.
DeleteGameFileSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
RenameGameNameSelected=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
PleaseCreateDirectory=Por favor, cree carpeta del juego
NewCreateFileName=Nuevo 
NewCreateFileDefault=Nuevo archivo
RenameMacroName=Cambiar el nombre
PleaseInputMacroName=Nuevo nombre del archivo
MacroExistAlready=¿Archivo existente reemplazar?
MustCreatFile=Debe crear un archivo nuevo macro para editar!
VersionMessage=Leer versión vista No se puede guardar!
MacroDeleteFile=¿Desea eliminar el archivo de forma permanente?
MacroSelectFile=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
MacroUsed=Archivo / Carpeta se ha aplicado a la memoria del ratón, qué quieres Eliminar / Renombrar? Si se selecciona [Sí], la función borrará!
MacroModify=El macro se ha modificado, ¿desea guardarlo?
InputNameInvalid=Carácter detectado no válido [por ejemplo, \ / : * ?  "  <  >  |  ].
TrialAccessDeny=Gracias por ver [HEADSHOT]! Bloody7 software es solo para ratón Bloody V o serie R!
FileRowsExceedsUpperLimit=El número de líneas en este archivo excede el límite. Vuelva a configurar sus parámetros.
IsCoverSameNameFile=El nombre de archivo ya existe. ¿Sobrescribir?
CanNotTransformOscarII=Este archivo de [OSCAR I] no puede convertirse a [OSCAR II]. Abra [OSCAR I] en la ficha MACRO.
FileRowsMayExceedsUpperLimit=Se ha guardado el archivo. No se pueden aplicar más de 1000 instrucciones a la memoria del dispositivo.
CPIRemarkDefault=Predeterminado
bt_Save_ODME->Hint=Guardar
bt_Undo_ODME->Hint=Deshacer
bt_Redo_ODME->Hint=Rehacer
bt_Record_ODME->Hint=Grabar
rb_RepeatType_ODME->Hint=No repetir
rb_RepeatType1_ODME->Hint=Pulsar:Inicio@RETURN@Soltar:Fin
rb_RepeatType2_ODME->Hint=Pulsar:Inicio @RETURN@Volver a pulsar:Fin
pmnV_Cut->Caption=Cortar
pmnV_Copy->Caption=Copiar
pmnV_Paste->Caption=Pegar
pmnV_Delete->Caption=Suprimir
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=Cambiar todos los valores de "Retardo"
pmnV_ClearAll->Caption=Borrar todo
//按鍵測試區=
lb_MouseKeyTest->Caption=Key queries
PleasePressKey=Press mouse button please
MouseKeyUnknown=Unrecognized

[DrawMacroEditRecord]
bt_Start->Caption=<F11> para iniciar 
bt_Stop->Caption=<F12> para finalizar 
cb_AxisAbsolute->Caption=Grabar movimiento absoluto ratón
cb_AxisRelatively->Caption=Grabar movimiento relativo ratón
cb_KeyboardAction->Caption=Grabar operación teclado
cb_MouseClick->Caption=Grabar clics de ratón

[DrawMacroEditStatement]
lb_Title->Caption=Antes de guardar debe introducir un nombre.
lb_Software->Caption=Programas de software aplicables (Por ejemplo CS)
lb_Statement->Caption=Describir en detalle la función de la macro
lb_Comment->Caption=Descripción de la función 
mi_EditerCut->Caption=Cortar
mi_EditerCopy->Caption=Copiar
mi_EditerPaste->Caption=Pegar
lb_EditComment->Caption1=Complete la inscripción de destino
lb_EditComment->Caption2=Edite la inscripción de destino
lb_Resolution->Caption=Resolución
lb_CPIRemark->Caption=Sensibilidad

[DrawMacroInstructions]
lb_TestDescription->Caption=Los datos se guardarán en la memoria del 4º botón del ratón temporalmente. En la zona de prueba o mientras prueba el juego, para restablecer los valores predeterminados del 4º botón, vaya a la "página Botón" y restablezca los valores.  
ck_CursorRecord->Caption=Iniciar grabación cursor
lb_InterruptTips->Caption=En caso de que el programa de prueba se bloquee, pulse [Bloq mayús]+[Bloq despl]+[Bloq num] para interrumpirlo y vuelva a iniciar el programa.
lb_TestCommon->Caption=Describir en detalle la función de la macro
PressSpaceToTest=Pulse el 4º botón para iniciar la prueba
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Desplazar_arriba
MouseWhellDown=Desplazar_abajo
MouseLeftKeyDown=Pulsar_botón_izquierdo
MouseLeftKeyUp=Soltar_botón_izquierdo
MouseLeftKeyClick=Clic_botón_izquierdo
MouseLeftKeyDblClick=Doble_clic_botón_izquierdo
MouseMiddleKeyDown=Pulsar_botón_central
MouseMiddleKeyUp=Soltar_botón_central
MouseMiddleKeyClick=Clic_botón_central
MouseRightKeyDown=Pulsar_botón_derecho
MouseRightKeyUp=Soltar_botón_derecho
MouseRightKeyClick=Clic_botón_derecho
MouseFourthKeyDown=Pulsar_4º_botón
MouseFourthKeyUp=Soltar_4º_botón
MouseFourthKeyClick=Clic_4º_botón
MouseFifthKeyDown=Pulsar_5º_botón
MouseFifthKeyUp=Soltar_5º_botón
MouseFifthKeyClick=Clic_5º_botón

[DrawMacroEditFileDialog]
lb_Directory->Caption=Carpeta
lb_FileName->Caption=Archivo
lb_Title->Caption1=Abrir
lb_Title->Caption2=Guardar
lb_Title->Caption3=Guardar como
lb_Title->Caption4=Eliminar
lb_Title->Caption5=Delete
lb_FileType->Caption=Tipo
advcb_FileType->Caption1=Todos archivo pistola*.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Insufficient authority, export failed!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=Tiempo(ms)

